{
    "status": "success",
    "totalResults": 11503,
    "results": [
    {
    "title": "RIMS Imphal Recruitment 2022 - Physicist Vacancy, Job Opening",
    "link": "https://www.sentinelassam.com/jobs-in-rest-of-ne/jobs-in-imphal/rims-imphal-physicist-job-recruitment-605828",
    "keywords": [
    "Jobs in Rest of NE,Jobs,Jobs in Imphal"
    ],
    "creator": [
    "Sentinel Digital Desk"
    ],
    "video_url": null,
    "description": "Regional Institute Of Medical Sciences, Imphal invites candidates for the recruitment of Physicist Jobs in Northeast, Apply Now!",
    "content": "Regional Institute Of Medical Sciences, Imphal released the latest job notification for the recruitment of Physicist Jobs in Manipur. Interested candidates can apply before the last date. Check more details on the RIMS Imphal job vacancy 2022.Regional Institute of Medical Sciences Recruitment 2022Regional Institute of Medical Sciences is hiring eligible candidates for Physicist vacancies. Desirous candidates can check all the job details of no of posts, age limit, salary, qualification, etc prescribed below: RIMS Imphal Job Opening Name of Post Physicist No.of Vacancy 01 Salary Rs.75,000 Per Month Job Location Imphal Last Date 16/08/2022 Official Website rims.edu.in Educational QualificationCandidate should have completed M.Sc, PG DiplomaSelection Process The Selection Process will be based on written test/personal interview/medical test/walkin interview.How to Apply for RIMS Imphal Interested and eligible candidates are required to visit rims.edu.inDisclaimer: Provided by the Regional Institute Of Medical Sciences, ImphalAbout Regional Institute of Medical Science Regional Institute of Medical Sciences, Imphal is situated at Lamphelpat, Imphal, Manipur. Manipur is one of the States in the northeastern part of the India. Manipur literally meaning \"A jeweled land\" nestle deep within a lush green corner of North East India. The beauty of which once inspired Mrs. St. Clair Grimwood described it as A Pretty Place more beautiful than many show places of the world\". Shri Pandit Jawaharlal Nehru, the then Prime Minister of India, paid a fitting tribute by describing it as \"Jewel of India\". Regional Institute of Medical Sciences has total area of 300 acres of land and located at about 8 km away from Imphal Airport and 1.5 km away from Imphal city.City-wise Job Openings in Assam & Northeast IndiaJobs in GuwahatiNortheast JobsJobs in KokrajharAssam CareerJobs in SilcharJobs in AssamJobs in JorhatJobs in ManipurJobs in ShillongJobs in MeghalayaJobs in ImphalJobs in TripuraJobs in BongaigaonJobs in AgartalaJobs in GolaghatJobs in KohimaJobs in DibrugarhJobs in TezpurAlsoo Read: Purba Bharati Gas Private Limited Recruitment 2022 - Company Secretary Vacancy, Job Opening",
    "pubDate": "2022-08-04 06:34:53",
    "image_url": "https://assets.sentinelassam.com/h-upload/2022/08/04/500x300_371073-oip.jpg",
    "source_id": "sentinel",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "english"
    },
    {
    "title": "Parikshit Somani-Manish Suresh Kumar duo win ITF title in Colombo",
    "link": "https://www.sentinelassam.com/north-east-india-news/local-sports/parikshit-somani-manish-suresh-kumar-duo-win-itf-title-in-colombo-605826",
    "keywords": [
    "Sports,Local Sports"
    ],
    "creator": [
    "Sentinel Digital Desk"
    ],
    "video_url": null,
    "description": "Parikshit Somani of Assam partnering with Manish Suresh Kumar of India clinched the maiden ITF doubles title by defeating Eric Vanshelboim of Ukraine and Quientin Folliot",
    "content": "Our Sports ReporterGUWAHATI: Parikshit Somani of Assam partnering with Manish Suresh Kumar of India clinched the maiden ITF doubles title by defeating Eric Vanshelboim of Ukraine and Quientin Folliot of France in the final held in Colombo recently. Parikshit and Manish won the final in straight sets 7-6(6), 7-5. This is the first ITF doubles title for Parikshit. Also Read: AITA Championship Series Tennis Tournament begins at GolaghatAlso Watch: Assam: Major Boost For War Against Drugs, Cops Seize Huge Drugs Consignment",
    "pubDate": "2022-08-04 06:32:47",
    "image_url": "https://assets.sentinelassam.com/h-upload/2022/08/04/371077-tennis.jpg",
    "source_id": "sentinel",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "#WhatTheFAQ: After four years of work, why was Personal Data Protection Bill withdrawn?",
    "link": "https://www.edexlive.com/news/2022/aug/04/whatthefaq-after-four-years-of-work-why-was-personal-data-protection-bill-withdrawn-30315.html",
    "keywords": null,
    "creator": [
    "Edex Live"
    ],
    "video_url": null,
    "description": "The Bill that alarmed tech companies and privacy experts has now been withdrawn by the government after going through multiple changes and facing criticism. Why was the bill so controversial?",
    "content": "The Personal Data Protection Bill which was in the works since 2018 and drafted first by a panel led by retired Supreme Court Judge BN Srikrishna, was withdrawn by the government yesterday, August 4 as the Parliament looks to come up with a new “comprehensive legal framework” that addresses data privacy in the online space. In fact, a Joint Parliamentary Committee (JPC) suggested 81 amendments to the bill in December 2021. But what did the Bill say that attracted criticism from privacy experts? And what can be expected from the new legislation? What did the Personal Data Protection Bill say? Among many other provisions, the Bill that sought to protect both personal and non-personal data of people recognised that personal data cannot be processed without the consent of the user. This consent was only valid if it was freely given, on the basis of an informed decision and capable of being withdrawn. The Bill also laid down detailed guidelines for data fiduciaries (any state, companies, non-governmental organisations, individuals and so on who determine the processing of personal data), for what purposes can people’s data be stored and processed — only for lawful purposes. The Bill also sought to establish a Data Protection Authority (DPA) of India that would be the umbrella authority that regulates both personal and non-personal data. However, the Bill also provided for many exemptions, which are some of its most criticised sections.  Why was the Bill criticised? Privacy experts said that the Bill gave broad exemptions to the Central government. For example, a report by the Internet Freedom Foundation mentioned that the government can in the interest of national security and the prevention of incitement to any cognisable offence, exempt any government agency from any of the provisions of the Bill. Additionally, it empowers the Central Government to access non-personal and personal data with any data fiduciary “for framing policies for the digital economy.” In fact, Section 12 (a)(i) of the Bill allowed the government to collect personal data without the informed consent and approval of individuals on the grounds of “national sovereignty” and “public order”. But these terms have been termed by experts as vague because public order, for example, can be interpreted differently by different people. Additionally, the regulatory structure of the DPA was not independent as the Central government could appoint its members which would interfere with the committee’s decisions regarding violations of privacy and misuse of data by the government.  Why was the Bill withdrawn? Although the PDP Bill was referred to the JPC consisting of members from both the Houses of the Parliament in 2019, the committee laid down its report only in 2021 after multiple extensions. The committee suggested 81 amendments to the Bill. However, privacy experts flagged concerns from this report as well such as the fact that it expands the scope of non-consensual processing of personal data. The Information and Technology Minister Ashwini Vaishnaw stated that the Bill was withdrawn because JPC recommended 81 amendments in a Bill with 99 sections. “Above that it made 12 major recommendations. Therefore the Bill has been withdrawn and a new bill will be presented for public consultation,” he said in a tweet.   What can be expected from the new legislation? After the Bill was withdrawn, the Minister of State for IT Rajeev Chandrashekhar tweeted that this will soon be replaced by a comprehensive framework of global standard laws including digital privacy laws for contemporary and future challenges and catalyse Prime Minister Narendra Modi's vision. According to the “reasons for withdrawal” shared with other MPs, the Ministry is working on this framework, after considering the report of the JPC set up for the matter. The new legislation, therefore, could incorporate changes suggested by the JPC. The committee, for example, had suggested that the non-consensual collection of data should be done in the legitimate interest of the data principal (user). Their report also made it clear that if a person exercises a choice to not provide personal data, then they will not be denied a service or the enjoyment of any legal right or claim. But it still does retain certain vague exemptions that have been criticised.  Additionally, privacy experts are wary that the Bill shouldn’t be dismissed altogether given all the work that went into it. They also say that the new Bill should also be put up for public consultation. ",
    "pubDate": "2022-08-04 06:31:00",
    "image_url": "https://images.edexlive.com/uploads/user/imagelibrary/2022/8/4/w600X390/FAQ_August_1.png",
    "source_id": "edexlive",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "english"
    },
    {
    "title": "Gujarat Board GSEB HSC Supplementary Result: GSEB Purak Pariksha Result 2022 DECLARED at gseb.org- Direct link here",
    "link": "https://zeenews.india.com/india/gujarat-board-gseb-hsc-supplementary-result-gseb-purak-pariksha-result-2022-declared-at-gseb-org-direct-link-here-2493069.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "GSEB HSC Supplementary Result 2022: Gujarat board has announced GSEB HSC supply result 2022 for general and science streams today at official website, scroll down for more details.",
    "content": null,
    "pubDate": "2022-08-04 06:29:44",
    "image_url": null,
    "source_id": "zeenews",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "english"
    },
    {
    "title": "Bangladesh Cricket Board (BCB) put huge total on Day I against Assam Cricket Association at Amingaon",
    "link": "https://www.sentinelassam.com/north-east-india-news/local-sports/bangladesh-cricket-board-bcb-put-huge-total-on-day-i-against-assam-cricket-association-at-amingaon-605824",
    "keywords": [
    "Sports,Local Sports"
    ],
    "creator": [
    "Sentinel Digital Desk"
    ],
    "video_url": null,
    "description": "Rode on two-century knocks from Zawad Abrar and Md Hasanuzzaman, Bangladesh Cricket Board (BCB) U-16 team piled up huge 372-4 in their first innings on day I",
    "content": "Our Sports ReporterGUWAHATI: Rode on two-century knocks from Zawad Abrar and Md Hasanuzzaman, Bangladesh Cricket Board (BCB) U-16 team piled up huge 372-4 in their first innings on day I of three-day tie against Assam Cricket Association at Amingaon today. Zawad, who opened the innings with Mubin Ahmed Dishan (22), played 203 balls to score 139 and there were 18 boundaries and 5 sixes in his innings. Hasanuzzaman remained not out on104 when the day's play came to an end. He faced 79 balls and hit 13 boundaries and six over boundaries. Kalam Siddiki Aleen (66, 4X11), the other not out batsman, also scored a half century. Eklavya Sharma and Dyutimoy Nath picked up two wickets each on Day I. Also Read: ACA Cricket Academy organized curators' workshop concludesAlso Watch: Droupadi Murmu Takes Oath As 15th President of India",
    "pubDate": "2022-08-04 06:29:29",
    "image_url": "https://assets.sentinelassam.com/h-upload/2022/08/04/371071-assam-cricket-association.jpg",
    "source_id": "sentinel",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "Daily Quiz | On wars and invasions",
    "link": "https://www.thehindu.com/news/international/daily-quiz-on-wars-and-invasions/article65715875.ece",
    "keywords": null,
    "creator": [
    "\n        Sindhu Nagaraj  \n    "
    ],
    "video_url": null,
    "description": "Germany declared war on France on August 3, 1914. On August 3, 1940, the Italian forces began the invasion of British Somaliland. Here is a quiz on wars and invasions from across the world",
    "content": null,
    "pubDate": "2022-08-04 06:28:47",
    "image_url": null,
    "source_id": "thehindu",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "english"
    },
    {
    "title": "India's 4x400m mixed relay team win World U-20 Athletics Championship silver",
    "link": "https://www.sentinelassam.com/sports-news/indias-4x400m-mixed-relay-team-win-world-u-20-athletics-championship-silver-605822",
    "keywords": [
    "Sports"
    ],
    "creator": [
    "Sentinel Digital Desk"
    ],
    "video_url": null,
    "description": "India’s mixed 4×400 relay team clinched a silver medal, bettering its own Asian record time, in the final of the World Under-20 Athletics Championships in Cali, Colombia, on Tuesday night.",
    "content": "CALI: India's mixed 4×400 relay team clinched a silver medal, bettering its own Asian record time, in the final of the World Under-20 Athletics Championships in Cali, Colombia, on Tuesday night.The quartet of Barath Sridhar, Priya Mohan, Kapil and Rupal Chaudhary clocked 3 minutes, 17.67 seconds to finish behind the United States (3:17.69). The Indian team bettered its own Asian record of 3:19.62s, set a day earlier during the heats. The new timing of 3:17.67s is the second-best (in juniors) in the all-time list in the event, behind the USA's. The team qualified for the final as second overall across the three heats, behind US. This was India's second consecutive medal in mixed 4x400m relay at the World Under-20 Athletics Championships after the bronze in the last edition in 2021, in Nairobi, where the event was introduced for the first time. Agencies Also Read: Gymnast Yogeshwar Singh qualifies for all-around final at Commonwealth GamesAlso Watch: Guwahati Weather Stands at 35°C, Google Says It Feels Like 47°C",
    "pubDate": "2022-08-04 06:25:51",
    "image_url": "https://assets.sentinelassam.com/h-upload/2022/08/04/371065-athletics.jpg",
    "source_id": "sentinel",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "Raksha Bandhan 2022: Celebrate Rakhi on August 11 or 12? Check date, muhurat",
    "link": "https://zeenews.india.com/culture/raksha-bandhan-2022-celebrate-rakhi-on-august-11-or-12-check-date-muhurat-2493068.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Preparations are on and brothers and sisters are busy buying gifts for each other. But the date and muhurat of Raksha Bandhan this year have created some confusion among families looking to celebrate the festival, thanks to the shadow of 'Bhadra'",
    "content": null,
    "pubDate": "2022-08-04 06:25:00",
    "image_url": null,
    "source_id": "zeenews",
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "title": "Jharkhand MLAs&#039; cash seizure | West Bengal CID teams ‘detained’ in Delhi, Guwahati",
    "link": "https://www.thehindu.com/news/national/other-states/jharkhand-mlas-cash-seizure-west-bengal-cid-teams-detained-in-delhi-guwahati/article65725139.ece",
    "keywords": null,
    "creator": [
    "\n        PTI  \n    "
    ],
    "video_url": null,
    "description": "Three Congress MLAs from Jharkhand — Irfan Ansari, Rajesh Kachchap and Naman Bixal Kongari — were arrested by West Bengal Police after over ₹49 lakh in cash was seized from a car in which they were travelling.",
    "content": null,
    "pubDate": "2022-08-04 06:23:21",
    "image_url": null,
    "source_id": "thehindu",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "english"
    },
    {
    "title": "Parliament passes National Anti-Doping Bill 2022",
    "link": "https://www.sentinelassam.com/sports-news/parliament-passes-national-anti-doping-bill-2022-605820",
    "keywords": [
    "Sports"
    ],
    "creator": [
    "Sentinel Digital Desk"
    ],
    "video_url": null,
    "description": "The Rajya Sabha on Wednesday passed the Anti-Doping Bill 2022, providing the legal sanctity to National Anti-Doping Agency (NADA).",
    "content": "NEW DELHI: The Rajya Sabha on Wednesday passed the Anti-Doping Bill 2022, providing the legal sanctity to National Anti-Doping Agency (NADA).The Bill was introduced in Lok Sabha on December 17, 2021, and passed on July 27, 2022, with some Official Amendments, initiated by Union Youth Affairs and Sports Minister Anurag Singh Thakur. \"With the passage of this bill, India joins the group of select countries which have their own anti-doping Law, and this establishes our commitments to Sport,\" Thakur said during the passing of the bill. While replying to debate on the Bill in the Rajya Sabha, the minister said, \"India is organising big sporting events like Chess Olympiad, in which 187 countries are participating. In 2017, India successfully hosted FIFA U-17 World Cup and this year, India is going to host U-17 Women's World Cup in October.\" \"Be it National Anti-Doping Agency (NADA) or National Dope Testing Laboratory (NDTL), the Government has taken several measures to increase their capability, which will come in handy in fulfilling the dream of Atmanirbhar Bharat,\" he said assuring the House that the government's efforts will not be limited to just one lab but in future many more labs will be established. Key features of the Bill intend to accomplish building institutional capabilities in anti-doping and enabling the hosting of major sports events, protecting the rights of all sportspersons, ensuring time-bound justice for athletes, and enhancing cooperation among agencies in fighting doping in sports, reinforcing India's commitment to international obligations for clean sports. It also aims for an Independent mechanism for anti-doping adjudication, providing legal sanctity to National Anti Doping Agency (NADA) and National Dope Testing Laboratory (NDTL), establishing more Dope Testing Labs, creating job opportunities both, directly & indirectly; and creating opportunities for academic research, science, and manufacturing relating to Anti-Doping. IANS Also Read: Khelo India Youth Games 2021: Haryana win titleAlso Watch: Guwahati Police Seizes 20,000 Bottles of Anrex Cough Syrup, 2 Held",
    "pubDate": "2022-08-04 06:22:42",
    "image_url": "https://assets.sentinelassam.com/h-upload/2022/08/04/371064-anurag-singh-thakur.jpg",
    "source_id": "sentinel",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "‘I am the father of expressway toll in the country:’ Nitin Gadkari in Rajya Sabha",
    "link": "https://zeenews.india.com/auto/i-am-the-father-of-expressway-toll-in-the-country-nitin-gadkari-in-rajya-sabha-2493065.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Nitin Gadkari in a recent Rajya Sabha session said that he is the 'father of expressway toll in the country,' and further assured that problems related to toll will be rectified, reports PTI.",
    "content": null,
    "pubDate": "2022-08-04 06:22:00",
    "image_url": null,
    "source_id": "zeenews",
    "country": [
    "india"
    ],
    "category": [
    "business"
    ],
    "language": "english"
    },
    {
    "title": "Water discharge from Mettur dam increased to two lakh cusecs",
    "link": "https://www.thehindu.com/news/cities/Coimbatore/water-discharge-from-mettur-dam-increased-to-two-lakh-cusecs/article65724968.ece",
    "keywords": null,
    "creator": [
    "\n        The Hindu Bureau  \n    "
    ],
    "video_url": null,
    "description": "As Mettur dam is maintained at its capacity of 120 feet, the inflow into the dam is completely discharged into River Cauvery.",
    "content": null,
    "pubDate": "2022-08-04 06:20:48",
    "image_url": null,
    "source_id": "thehindu",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "english"
    },
    {
    "title": "Retail Auto Sales Fall 8% In July 2022 As Two-Wheelers Remain Under Pressure",
    "link": "https://www.bqprime.com/business/retail-auto-sales-fall-8-in-july-2022-as-two-wheelers-remain-under-pressure",
    "keywords": [
    "bqmetered"
    ],
    "creator": [
    "Vinay Khulbe"
    ],
    "video_url": null,
    "description": "India’s retail auto sales declined 8% year-on-year in July 2022. When compared with July 2019, total vehicle retails fell 20%.",
    "content": "Sales of automobiles at dealerships fell over the year earlier, mainly dragged by two-wheelers.India’s retail auto sales declined 8% year-on-year in July 2022, according to the Federation of Automobile Dealers Associations. When compared with July 2019, a pre-pandemic month, total vehicle retails fell 20%.“July is generally considered as a lean month before festival season hits in August,” the dealers’ lobby said in a statement on Thursday.Two-wheeler sales, which contributed more than 70% to the total sales, fell 11% over the year earlier to 10.1 lakh units in July, FADA’s data showed.“The two-wheeler retail run witnessed poor demand as rural India continues to underperform,” FADA President Vinkesh Gulati said in the release. “This coupled with high inflation, erratic monsoon and high cost of ownership continues to keep bottom of the pyramid customers at bay.”Compared to the pre-pandemic period of July 2019, two-wheeler sales were 28% lower.Continue Reading. Read more on Business News by BloombergQuint.",
    "pubDate": "2022-08-04 06:20:16",
    "image_url": null,
    "source_id": "bloombergquint",
    "country": [
    "india"
    ],
    "category": [
    "business"
    ],
    "language": "english"
    },
    {
    "title": "iQOO 9T 5G to go on sale in India today: Check price, specs, offers",
    "link": "https://www.bgr.in/mobiles/iqoo-9t-5g-to-go-on-sale-in-india-today-check-price-specs-offers-1306493/",
    "keywords": [
    "Mobiles",
    "News",
    "iQOO 9T 5G"
    ],
    "creator": [
    "Shweta Ganjoo"
    ],
    "video_url": null,
    "description": "iQoo earlier this week launched a new flagship device dubbed as the iQoo 9T 5G in India. Now, just two days after its official launch, the phone is ready to go on its first sale in India. The iQoo 9T 5G will go on sale in India via Amazon India starting 12PM today. iQOO 9T […] The post iQOO 9T 5G to go on sale in India today: Check price, specs, offers appeared first on BGR India.",
    "content": "iQoo earlier this week launched a new flagship device dubbed as the iQoo 9T 5G in India. Now, just two days after its official launch, the phone is ready to go on its first sale in India. The iQoo 9T 5G will go on sale in India via Amazon India starting 12PM today. iQOO 9T 5G price and offers As far as the pricing is concerned, the 8GB of RAM and 128GB of storage space variant of the iQoo 9T 5G costs Rs 49,999, while the variant with 12GB of RAM and 256GB of storage space costs Rs 54,999 in India. As a part of the sale, interested buyers who purchase the smartphone using their ICICI Bank cards will get a discount of Rs 4,000 on the purchase of the device. After this discount, the effective price of the 8GB + 128GB variant of the iQoo 9T 5G will be reduced to Rs 45,999 and of 12GB + 256GB variant of the device will be reduced to Rs 50,999. iQoo is also giving a bunch of offers on the purchase of its newly launched flagship device. Interested buyers who opt for exchange offer will get an exchange bonus of Rs 5,000 on exchanging old non-iQoo phones and of Rs 7,000 on exchanging old iQoo phones for the new iQoo 9T 5G. Additionally, the company is also offering no-cost EMI up to 12 months on the purchase of the device. iQOO 9T 5G specifications Talking about specifications, the iQoo 9T 5G features a 6.78-inch full HD+ Xensation Alpha E5 AMOLED display with a resolution of 2400 × 1080 pixels, a 120Hz of screen refresh rate, a 360Hz touch sampling rate, and 1500 nits of peak brightness. It is powered by the Qualcomm Snapdragon 8+ Gen 1 chipset that is coupled with up to 12GB of RAM and up to 128GB of storage space. It runs the Android 12-based Funtouch OS 12. Coming to the camera, the iQoo 9T 5G comes with a triple rear camera setup consisting of a 50MP primary lens, a 13MP wide angle-macro lens and a 12MP portrait-cum-telephoto lens. On the front, it has a 16MP selfie camera. The iQoo 9T 5G is backed by a 4700mAh battery with support for 120W Flash Charging technology. It comes with an in-display fingerprint sensor. The post iQOO 9T 5G to go on sale in India today: Check price, specs, offers appeared first on BGR India.",
    "pubDate": "2022-08-04 06:19:36",
    "image_url": null,
    "source_id": "bgr",
    "country": [
    "india"
    ],
    "category": [
    "technology"
    ],
    "language": "english"
    },
    {
    "title": "Alia Bhatt gets trolled for ‘Darlings’ trailer, netizens compare her with Amber Heard – Here’s why!",
    "link": "https://zeenews.india.com/bollywood/alia-bhatt-gets-trolled-for-darlings-trailer-netizens-compare-her-with-amber-heard-here-s-why-2493064.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Alia Bhatt gets heavily trolled on social media for her upcoming film 'Darlings'. Netizens even compare her with Amber Heard.",
    "content": null,
    "pubDate": "2022-08-04 06:19:00",
    "image_url": null,
    "source_id": "zeenews",
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "title": "Nikhat Zareen through to semifinal at Commonwealth Games",
    "link": "https://www.sentinelassam.com/sports-news/nikhat-zareen-through-to-semifinal-at-commonwealth-games-605817",
    "keywords": [
    "Sports"
    ],
    "creator": [
    "Sentinel Digital Desk"
    ],
    "video_url": null,
    "description": "Nikhat Zareen beat Wales’ Helen Jones in the quarterfinal of the women’s boxing light flyweight categoryof the Commonwealth Games here on Wednesday",
    "content": "BIRMINGHAM: Nikhat Zareen beat Wales' Helen Jones in the quarterfinal of the women's boxing light flyweight categoryof the Commonwealth Games here on Wednesday to advance to the semifinal and ensured a medal. She beat her opponent 5-0.Nikhat is the third Indian pugilist to win their last-eight bout and secure at least a bronze medal. Agencies Also Read: Commonwealth Games 2022: Nikhat Zareen wins, Shiva Thapa losesAlso Watch: Annada Damre, a Young Maharashtrian girl asked CM Eknath Shinde if he could take her to Guwahati",
    "pubDate": "2022-08-04 06:18:31",
    "image_url": "https://assets.sentinelassam.com/h-upload/2022/08/04/371058-nikhat-zareen.jpg",
    "source_id": "sentinel",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "Auto retail sales dip 8% in July on poor registrations of PVs, two-wheelers",
    "link": "https://www.business-standard.com/article/automobile/auto-retail-sales-dip-8-in-july-on-poor-registrations-of-pvs-two-wheelers-122080400322_1.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Automobile retail sales in India dropped 8 per cent on an annual basis in July on account of fall in registrations of passenger vehicles, two-wheelers and tractors",
    "content": null,
    "pubDate": "2022-08-04 06:17:24",
    "image_url": null,
    "source_id": "business-standard",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "english"
    },
    {
    "title": "Rupee falls as Fed officials reiterate US rate hike path, dollar gains",
    "link": "https://www.business-standard.com/article/finance/rupee-falls-as-fed-officials-reiterate-us-rate-hike-path-dollar-gains-122080400339_1.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Weakness aggravated by technical factors; Federal Reserve official says 50-basis-point rate hike would be reasonable",
    "content": null,
    "pubDate": "2022-08-04 06:16:00",
    "image_url": "https://bsmedia.business-standard.com/_media/bs/img/article/default/1220804/thumb-122080400339.jpg",
    "source_id": "business-standard",
    "country": [
    "india"
    ],
    "category": [
    "business"
    ],
    "language": "english"
    },
    {
    "title": "Chelsea’s Koulibaly tells Napoli owner to show respect over AFCON comments",
    "link": "https://www.thehindu.com/sport/football/chelseas-koulibaly-tells-napoli-owner-to-show-respect-over-afcon-comments/article65725097.ece",
    "keywords": null,
    "creator": [
    "\n        Reuters  \n    "
    ],
    "video_url": null,
    "description": "After Aurelio De Laurentiis, owner of Napoli, said that his club would not sign African players unless they skip the AFCON tournament, Napoli’s former Senegalese defender Kalidou Koulibaly said that Laurentiis ought to show more respect to African teams",
    "content": null,
    "pubDate": "2022-08-04 06:15:39",
    "image_url": null,
    "source_id": "thehindu",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "Suryakumar Yadav finally scores big on Windies tour as India win by 7 wickets in 3rd T20I",
    "link": "https://www.sentinelassam.com/sports-news/suryakumar-yadav-finally-scores-big-on-windies-tour-as-india-win-by-7-wickets-in-3rd-t20i-605815",
    "keywords": [
    "Sports"
    ],
    "creator": [
    "Sentinel Digital Desk"
    ],
    "video_url": null,
    "description": "Suryakumar Yadav finally succeeded at the top of the order after two successive below-par scores as India defeated the West Indies by seven wickets in the third T20 International",
    "content": "BASSETERRE: Suryakumar Yadav finally succeeded at the top of the order after two successive below-par scores as India defeated the West Indies by seven wickets in the third T20 International at Warner Park to take a 2-1 lead in the five-match series.On a day when the visitors had a major injury scare with Rohit Sharma retiring hurt while batting due to a back spasm, Suryakumar took off smashing a 44-ball 76 as India overhauled West Indies' score of 164/5 for the loss of just three wicket and an over to spare. All-rounder Hardik Pandya, while not quite contributing much with the bat or ball, however achieved the rare double of 500 runs and 50 wickets. Pandya dismissed Brandon King after a fifty-run opening stand between him and Kyle Mayers to become the sixth India men's player to 50 T20I wickets. Ravindra Jadeja, who completed the feat in the previous T20I, was the last to get to the landmark. However, by completing 50 T20I wickets, Hardik Pandya also completed a double of 500 runs and 50 wickets in T20Is, becoming the 11th men's player and 30th overall to the feat. Pandya has a total of 806 T20I runs. Brief scores: West Indies 164/5 in 20 overs (Kyle Mayers 73, Bhuvneshwar Kumar 2/35) lost to India 165/3 in 19 overs (Suryakumar Yadav 76, Rishabh Pant 33 not out) by seven wickets. IANS Also Read: Suryakumar Yadav's century in vain as India lose 3rd T20 Against EnglandAlso Watch: Assam: Major Boost For War Against Drugs, Cops Seize Huge Drugs Consignment",
    "pubDate": "2022-08-04 06:15:17",
    "image_url": "https://assets.sentinelassam.com/h-upload/2022/08/04/371054-suryakumar-yadav.jpg",
    "source_id": "sentinel",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "Elon Musk’s response to Twitter lawsuit to be made public by Friday",
    "link": "https://www.thehindu.com/sci-tech/technology/elon-musks-response-to-twitter-lawsuit-to-be-made-public-by-friday/article65725006.ece",
    "keywords": null,
    "creator": [
    "\n        AP  \n    "
    ],
    "video_url": null,
    "description": "A judge has ruled that Elon Musk’s answer to Twitter’s lawsuit will be made public by Friday evening at the latest",
    "content": null,
    "pubDate": "2022-08-04 06:14:03",
    "image_url": null,
    "source_id": "thehindu",
    "country": [
    "india"
    ],
    "category": [
    "business"
    ],
    "language": "english"
    },
    {
    "title": "44th Chess Olympiad: Humpy, Vaishali help India beat Georgia",
    "link": "https://www.sentinelassam.com/sports-news/44th-chess-olympiad-humpy-vaishali-help-india-beat-georgia-605814",
    "keywords": [
    "Sports"
    ],
    "creator": [
    "Sentinel Digital Desk"
    ],
    "video_url": null,
    "description": "Koneru Humpy pulled off a thumping victory over one of the top players in the women's circuit, Nana Dzagnidze as India A defeated third-seeded Georgia 3-1",
    "content": "MAMALLAPURAM: Koneru Humpy pulled off a thumping victory over one of the top players in the women's circuit, Nana Dzagnidze as India A defeated third-seeded Georgia 3-1 in the sixth-round match of the women's section at the 44th Chess Olympiad here on Wednesday.Apart from Humpy, R Vaishali also thrashed a higher-rated player in Lela Javakhisvili while Tania Sachdev and Harika Dronavalli secured draws to help India win the match. Humpy, by the middle-game, was in complete command with one passed pawn pushed to the sixth and her queen, bishop and rooks threatening to grab more material. Playing cautiously, she periodically forced the exchange of pieces and Dzagnidze resigned on the 42nd turn when the Indian's bishop and queen threatened to win a piece. Meanwhile, D Gukesh once again produced a sensational performance as he carved his blistering sixth successive victory but his efforts went in vain as India B lost to Armenia by 1.5-2.5 in the open section. Nihal Sarin drew on the second board while Adhiban B and Raunak Sadhwani conceded losses. India C, on the other hand, registered a 3.5-1.5 win over Lithuania while second-seeded India A was held to a 2-2 draw by Uzbekistan. IANS Also Read: 44th Chess Olympiad: Young Indian Grandmaster D Gukesh stuns Alexei ShirovAlso Watch: Droupadi Murmu Takes Oath As 15th President of India",
    "pubDate": "2022-08-04 06:12:19",
    "image_url": "https://assets.sentinelassam.com/h-upload/2022/08/04/371048-chess.avif",
    "source_id": "sentinel",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "Maharashtra Cabinet expansion likely on August 5; BJP's 8 MLAs, 7 of Shinde's Sena to take oath",
    "link": "https://www.indiatvnews.com/news/india/maharashtra-cabinet-expansion-august-5-eknath-shinde-shiv-sena-bjp-devendra-fadnavis-2022-08-04-797319",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Maharashtra Cabinet expansion: If reports are to be believed Maharashtra government's Cabinet expansion may happen on August 5. A total of 15 ministers can take oath including 8 BJP MLAs and 7 Eknath Shinde group legislators. The Cabinet expansion may take place in 2 or 3 rounds. The expansion of ministers can be done 2 or 3 rounds.",
    "content": null,
    "pubDate": "2022-08-04 06:09:37",
    "image_url": null,
    "source_id": "indiatvnews",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "english"
    },
    {
    "title": "Andor: The 'Star Wars' web series to show dark period in life of hero 'Cassian Andor'",
    "link": "https://zeenews.india.com/hollywood/andor-the-star-wars-web-series-to-show-dark-period-in-life-of-hero-cassian-andor-2493059.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "'Andor' an upcoming web series from the Star Wars universe starring actor Diego Luna, will tell the story of a dark period in the life of future 'Rogue One' hero Cassian Andor, says creator Tony Dilroy.",
    "content": null,
    "pubDate": "2022-08-04 06:09:00",
    "image_url": null,
    "source_id": "zeenews",
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "title": "Gmail’s new look based on Google’s Material Design 3 rolling out to more users",
    "link": "https://indianexpress.com/article/technology/tech-news-technology/gmail-is-getting-a-fresh-look-based-on-googles-material-design-3-8069770/",
    "keywords": [
    "Tech",
    "Technology"
    ],
    "creator": null,
    "video_url": null,
    "description": null,
    "content": null,
    "pubDate": "2022-08-04 06:08:12",
    "image_url": null,
    "source_id": "indianexpress",
    "country": [
    "india"
    ],
    "category": [
    "technology"
    ],
    "language": "english"
    },
    {
    "title": "Microsoft Teams app now optimised for Mac lineup with Apple silicon",
    "link": "https://www.business-standard.com/article/technology/microsoft-teams-app-now-optimised-for-mac-lineup-with-apple-silicon-122080400202_1.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "To help its users work easier and faster on their favourite devices, Microsoft announced that it has created a native version of its Microsoft Teams app optimised for Mac lineup with Apple silicon.",
    "content": null,
    "pubDate": "2022-08-04 06:07:00",
    "image_url": "https://bsmedia.business-standard.com/_media/bs/img/article/default/1220804/thumb-122080400202.jpg",
    "source_id": "business-standard",
    "country": [
    "india"
    ],
    "category": [
    "technology"
    ],
    "language": "english"
    },
    {
    "title": "Why are James Webb Telescope's images of Cartwheel galaxy hard to miss",
    "link": "https://www.hindustantimes.com/science/explained-why-are-webb-telescope-s-images-of-cartwheel-galaxy-hard-to-miss-101659588913712.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "The Hubble telescope sought to examine the galaxy, but huge amounts of dust hindering its line of sight proscribed its in-depth imagery. Thus, the galaxy remained a mystery for so long.",
    "content": null,
    "pubDate": "2022-08-04 06:06:58",
    "image_url": "https://images.hindustantimes.com/img/2022/08/04/1600x900/Cartwheel_1659589175657_1659589175850_1659589175850.png",
    "source_id": "hindustantimes",
    "country": [
    "india"
    ],
    "category": [
    "science"
    ],
    "language": "english"
    },
    {
    "title": "Commonwealth Games: Discus throwers Seema Punia, Navjeet Kaur Dhillon falter",
    "link": "https://www.sentinelassam.com/sports-news/commonwealth-games-discus-throwers-seema-punia-navjeet-kaur-dhillon-falter-605810",
    "keywords": [
    "Sports"
    ],
    "creator": [
    "Sentinel Digital Desk"
    ],
    "video_url": null,
    "description": "Indian discus throwers Seema Punia and Navjeet Kaur Dhillon disappointed as they finished fifth and eight respectively in the final with below-par performances at the Commonwealth Games",
    "content": "BIRMINGHAM: Indian discus throwers Seema Punia and Navjeet Kaur Dhillon disappointed as they finished fifth and eight respectively in the final with below-par performances at the Commonwealth Games in Birmingham on Tuesday night.In what could be her last Commonwealth Games appearance, the 39-year-old Punia produced a best throw of 55.92m which she came up in her second attempt but that was not enough for a podium finish. This was the first time Punia will return home without any medal, having won silver in 2006, 2014 and 2018 editions along with a bronze at the Delhi Games in 2010. She has a season's best of 57.09m and personal best of 64.84m which she had produced way back in 2004. Dhillon, who has a season's best of 58.03m, could only come up with 53.51m in her sixth and final attempt to end her campaign on a disappointment. She had won a bronze in the last edition in Gold Coast in 2018. Nigeria's Chioma Onyekwerw won the gold with a best throw of 61.70m while England's Jade Lally (58.42m) took the silver. Another Nigerian Obiageri Amaechi (56.99m) won the bronze in a mediocre field. Agencies Also Read: Seema, Bhawna, Rahul withdraw from World Athletics Championships 2022Also Watch: Guwahati Police Seizes 20,000 Bottles of Anrex Cough Syrup, 2 Held",
    "pubDate": "2022-08-04 06:06:15",
    "image_url": "https://assets.sentinelassam.com/h-upload/2022/08/04/371044-discus-throwers.jpg",
    "source_id": "sentinel",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "Defending champion, top-seeded Jessica Pegula out of the Citi Open",
    "link": "https://www.business-standard.com/article/sports/defending-champion-top-seeded-jessica-pegula-out-of-the-citi-open-122080400200_1.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Top-seeded Jessica Pegula is out of the Citi Open after getting upset in straight sets Wednesday by Australian Daria Saville.",
    "content": null,
    "pubDate": "2022-08-04 06:06:00",
    "image_url": "https://bsmedia.business-standard.com/_media/bs/img/article/default/1220804/thumb-122080400200.jpg",
    "source_id": "business-standard",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "Actor Mithilesh Chaturvedi dies at 68, filmmaker Hansal Mehta confirms demise",
    "link": "https://zeenews.india.com/people/actor-mithilesh-chaturvedi-dies-at-68-filmmaker-hansal-mehta-confirms-demise-2493057.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Mithilesh Chaturvedi had acted in films like `Koi Mil Gaya`, `Asoka`, `Gadar Ek Prem Katha`, and `Ready` among many others.",
    "content": null,
    "pubDate": "2022-08-04 06:03:00",
    "image_url": null,
    "source_id": "zeenews",
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "title": "Blue Origin to launch first Egyptian and Portuguese astronauts to space today",
    "link": "https://www.indiatoday.in/science/story/blue-origin-to-launch-first-egyptian-and-portuguese-astronauts-to-space-today-1983601-2022-08-04?utm_source=rss",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Blue Origin to launch first Egyptian and Portuguese astronauts to space today",
    "content": null,
    "pubDate": "2022-08-04 06:02:20",
    "image_url": null,
    "source_id": "indiatoday",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "english"
    },
    {
    "title": "Anushka Sen celebrates 20th birthday in Paris, reveals why it is 'super special'. Watch",
    "link": "https://www.indiatoday.in/television/celebrity/story/anushka-sen-celebrates-20th-birthday-in-paris-reveals-why-it-is-super-special-watch-1983594-2022-08-04?utm_source=rss",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Anushka Sen celebrates 20th birthday in Paris, reveals why it is 'super special'. Watch",
    "content": null,
    "pubDate": "2022-08-04 06:01:27",
    "image_url": null,
    "source_id": "indiatoday",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "english"
    },
    {
    "title": "कर्मचारियों के वेतन में बढ़ोतरी! आरकेएफएल की प्लांट तीन-चार के बाद अब प्लांट पांच में भी हुआ वेज रिवीजन",
    "link": "https://jantaserishta.com/local/jharkhand/increase-in-salary-of-employees-after-rkfls-plant-three-four-now-plant-five-also-has-wage-revision-1443103",
    "keywords": [
    "राज्य,झारखंड"
    ],
    "creator": [
    "Gulabi Jagat"
    ],
    "video_url": null,
    "description": "कर्मचारियों के वेतन में बढ़ोतरी",
    "content": "राम कृष्णा फोर्जिंग लिमिटेड (आरकेएफएल) की प्लांट नंबर 3-4 के बाद प्लांट 5 में भी वेज रिवीजन कर दिया गया है. यहां के कर्मचारियों के वेतन में बढ़ोतरी की गई है. बुधवार को कंपनी प्रबंधन व रामकृष्णा फोर्जिंग्स कर्मचारी यूनियन प्लॉट-5 के बीच सौहाद्रपूर्ण माहौल में वार्षिक वेतन समझौता वार्ता हुई व इसमें ग्रेड रिवीजन और वार्षिक वेतन समझौते पर सहमति बनी. इस वार्ता में प्रति कर्मचारी कुल वेतन में 20% की वृद्धि और वार्षिक वेतन वृद्धि 3.5% करने पर सहमति बनी है. समझौते के अनुसार कर्मचारियों को वेतन में अधिकतम 9,935 रुपये व न्यूनतम 2,518 रुपये की बढ़ोतरी का लाभ मिलेगा. यह समझौता पांच वर्षों के लिए हुआ है जो 1 अप्रैल 2022 से प्रभावी होगा. वहीं, कंपनी प्रबंधन की ओर से बताया गया कि वार्षिक वृद्धि व ग्रेड रिवीजन का लाभ सभी कर्मचारियों के बैंक खाते में जुलाई माह के वेतन के साथ भेज दिया जायेगा. समझौता वार्ता में ये थे शामिलप्रबंधन की ओर से कंपनी के सीपीओ शक्ति सेनापति, एचआर महाप्रबंधक सत्यरंजन खटुआ, नीरज सिन्हा, गोपाल नारायण सिंहदेव, कृष्ण नन्द देव, नवीन सिन्हा, पुष्कर आनंद, दिनेश प्रसाद एवं यूनियन की ओर से अध्यक्ष अशोक कुमार यादव, उपाध्यक्ष धनंजय कुमार, सचिव उदय कुमार शर्मा, कोषाध्यक्ष राजू सिन्हा, महामंत्री देवदत्त साहू, कार्यकारिणी सदस्य रवि कुमार सिंह, चंद्र मोहन मांझी, सूरज प्रसाद समेत सभी सदस्य मौजूद थे. रामकृष्णा फोर्जिंग्स कर्मचारी यूनियन प्लॉट-5 के अध्यक्ष अशोक कुमार यादव ने वार्षिक वेतन समझौता एवं ग्रेड रिवीजन के लिए कंपनी प्रबंधन का आभार प्रकट किया.Source: lagatar.in",
    "pubDate": "2022-08-04 06:00:58",
    "image_url": "https://jantaserishta.com/author/gulabijagat",
    "source_id": "jantaserishta",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "hindi"
    },
    {
    "title": "पार्क में खेसारी लाल के संग इस तरह से रोमांस करते नजर आईं काजल राघवानी, क्या आपने देखा",
    "link": "https://jantaserishta.com/entertainment/kajal-raghavani-was-seen-romancing-khesari-lal-in-this-way-in-the-park-did-you-see-1443102",
    "keywords": [
    "मनोरंजन"
    ],
    "creator": [
    "Neha Dani"
    ],
    "video_url": null,
    "description": "इससे आप अंदाजा लगा सकते हैं कि लोगों को गाना कितना ज्यादा भाया है।",
    "content": "भोजपुरी के जाने-माने कलाकारों में से एक खेसारी लाल यादव ( khesari Lal Yadav ) के गांने लोगो को काफी ज्यादा पसंद आते हैं। खेसारी लाल यादव हमेशा से अपने गाने को लेकर सुर्खियों में रहते हैं। इन दिनों एक गाना खूब वायरल हो रहा है। 'लेला मज़ा लगा के मछरदानी' गाने में खेसारी लाल यादव के साथ काजल राघवानी ( Kajal Raghwani ) नजर आ रही हैं। इस गाने में दोनों की रोमांटिक केमिस्ट्री फैंस को खूब पसंद आ रही है।खेसारी लाल यादव और काजल राघवानी का भोजपुरी गाना 'लेला मज़ा लगा के मछरदानी' का वीडियो यूट्यूब तहलका मचा रहा है। गाने का वीडियो यूट्यूब पर दर्शकों को काफी एंटरटेन भी कर रहा हैं। यहां देखें पूरा वीडियो…..इस गाने में खेसारी लाल यादव और काजल राघवानी ने जबरदस्त डांस किया है। गाने में दोनों की केमिस्ट्री लोगों को खूब पसंद आ रही है। लोगों ने गाने को लाइक के साथ शेयर किया है। काजल राघवानी की रोमांटिक अदाओं को देख फैंस मदहोश हो रहे हैं।इस गाने में अब तक 23 करोड़ से ज्यादा व्यूज आ चुके हैं। वहीं फैंस ने जमकर कमैंट्स भी किए है। इस गाने में अब तक 43 लाइक्स आ चुकी हैं। गाना फैंस को खूब पसंद आया है। इससे आप अंदाजा लगा सकते हैं कि लोगों को गाना कितना ज्यादा भाया है।",
    "pubDate": "2022-08-04 06:00:55",
    "image_url": "https://jantaserishta.com/author/nehadani",
    "source_id": "jantaserishta",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "hindi"
    },
    {
    "title": "OnePlus 10T 5G launched at a starting price of Rs 49,999: Check out the sale offers",
    "link": "https://www.bgr.in/best-deals/oneplus-10t-5g-launched-price-of-rs-49999-check-offers-1306480/",
    "keywords": [
    "Deals",
    "Mobiles",
    "OnePlus",
    "oneplus 10t",
    "Oneplus 10T 5G"
    ],
    "creator": [
    "Priya Singh"
    ],
    "video_url": null,
    "description": "OnePlus 10T 5G has debuted in India at a starting price of Rs 49,999. The highlights of the newly launched handset includes Snapdragon 8+ Gen 1 chipset, up to 16 GB of LPDDR5 RAM, 150W SUPERVOOC technology and a 50MP triple rear camera setup. The smartphone is now available for pre-order in India and will go on […] The post OnePlus 10T 5G launched at a starting price of Rs 49,999: Check out the sale offers appeared first on BGR India.",
    "content": "OnePlus 10T 5G has debuted in India at a starting price of Rs 49,999. The highlights of the newly launched handset includes Snapdragon 8+ Gen 1 chipset, up to 16 GB of LPDDR5 RAM, 150W SUPERVOOC technology and a 50MP triple rear camera setup. The smartphone is now available for pre-order in India and will go on sale on August 6. OnePlus 10T 5G pricing The smartphone comes in three storage variants. The 8GB RAM + 128GB internal storage variant will be available at a price of Rs 49,999 and the 12GB RAM and 256GB storage will cost you Rs 54,999 and Rs 55,999 for the top variant with 16GB RAM and 256GB of internal storage. OnePlus 10T will be available in two colours variants: Moonstone Black and Jade Green. 🔥 @Snapdragon 8+ Gen 1 ⚡️ 150W SUPERVOOC charging 🌪️ 16 GB RAM 🧊 Image Clarity Engine 2.0 Evolve Beyond Speed with the performance powerhouse #OnePlus10T 5G Learn morehttps://t.co/gUIyaxWTO0 pic.twitter.com/wqbWGvjfXp — OnePlus➕ (@OnePlus_USA) August 3, 2022 OnePlus 10T 5G sale offers Here are the official offers announced on the purchase of OnePlus 10T 5G Users can avail of an instant bank discount of Rs 5000, on purchase through ICICI Bank Debit Cards, Credit Cards, and EMI transactions on OnePlus.in, OnePlus Store App, Amazon.in and across OnePlus Exclusive Stores, and partner stores. Buyers can get an instant bank discount of Rs 5,000 on SBI Bank debit and credit cards and EMI transactions on the Amazon India website. Users can also avail additional exchange bonus worth Rs 3000 on Android and iOS devices, on OnePlus.in, OnePlus Store App and Amazon.in. Legacy OnePlus users can also avail an extra Rs 5000 added exchange bonus. Customers can also avail of benefits worth Rs 1,199 with select Jio prepaid plans and avail cashback benefits of Rs 150. OnePlus 10T 5G pre-order offers Users who have pre-ordered the OnePlus 10T 5G, will receive a coupon worth Rs 1,000 post-delivery. Offer applicable on all OnePlus products on OnePlus.in The first 1000 customers to purchase the OnePlus 10T 5G on OnePlus Store App stand to receive free OnePlus Gaming Triggers. Offer valid starting 6 August 2022 at 12:00 PM IST. The post OnePlus 10T 5G launched at a starting price of Rs 49,999: Check out the sale offers appeared first on BGR India.",
    "pubDate": "2022-08-04 06:00:45",
    "image_url": null,
    "source_id": "bgr",
    "country": [
    "india"
    ],
    "category": [
    "technology"
    ],
    "language": "english"
    },
    {
    "title": "Novak Djokovic likely to miss US Open over COVID-19 vaccine status",
    "link": "https://www.sentinelassam.com/sports-news/novak-djokovic-likely-to-miss-us-open-over-covid-19-vaccine-status-605808",
    "keywords": [
    "Sports"
    ],
    "creator": [
    "Sentinel Digital Desk"
    ],
    "video_url": null,
    "description": "There is a petition circulating to allow Novak Djokovic to play at the US Open but the Serbian appears likely to miss the entire North American hardcourt swing barring",
    "content": "NEW YORK: There is a petition circulating to allow Novak Djokovic to play at the US Open but the Serbian appears likely to miss the entire North American hardcourt swing barring a sudden change in COVID-19 protocols in the United States and Canada.Djokovic has refused to take the COVID-19 vaccine yet the 21-times Grand Slam winner remains on the entry lists for the ATP 1000 events in Montreal and Cincinnati that serve as tune-ups for the August 29-September 11 US Open in New York. In the case of the US Open, which does not have a vaccine mandate, organisers previously said that per the Grand Slam Rule Book, all eligible players are entered into the main draw based on their ranking 42 days prior to the first Monday of the event. US Open organisers also said that while they do not have a vaccination mandate in place for players, they will respect the US government's position regarding travel into the country for unvaccinated non-US citizens. Former world number one Djokovic, whose website shows no upcoming events, said last week he was preparing for the US Open as if he will be allowed to compete in the year's final Grand Slam despite not being vaccinated. Djokovic's camp and organisers of the three North American hardcourt events did not immediately respond when asked by Reuters on Tuesday for comment. The hashtag #LetNovakPlay was circulating on social media as a slew of Djokovic supporters voiced their support for a player who moved to within one of Spaniard Rafael Nadal's record of 22 Grand Slam titles after his Wimbledon triumph last month. \"Tennis is not interesting or authentic when the best are not allowed to compete,\" one Twitter user wrote while another felt winning a tournament where Djokovic is not able to play is less impressive: \"There will be an * after every tournament winners name where Novak isn't allowed to play!\" Another post with the same hashtag brought up US President Joe Biden, who is fully vaccinated and twice boosted but tested positive on Saturday just three days after having emerged from isolation after testing positive for the first time on July 21. \"Quadruple-vaxxed Biden tested positive for Covid again. But unvaccinated Covid-recovered Djokovic can't play in US Open. He is apparently too big a risk to the US healthcare system,\" the tweet read. An online petition that launched a month ago calling for the United States Tennis Association to work with the US government to allow Djokovic to compete in the US Open was edging closer to its target of 50,000 signatures on Tuesday. Agencies Also Read: Djokovic to join Nadal, Federer, Murray at Team Europe for Laver CupAlso Watch: Annada Damre, a Young Maharashtrian girl asked CM Eknath Shinde if he could take her to Guwahati",
    "pubDate": "2022-08-04 06:00:43",
    "image_url": "https://assets.sentinelassam.com/h-upload/2022/08/04/371043-novak-djokovic.jpg",
    "source_id": "sentinel",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "कुलदीप बिश्नोई को लेकर बड़ा अपडेट",
    "link": "https://jantaserishta.com/national/big-update-about-kuldeep-bishnoi-1443101",
    "keywords": [
    "भारत,Top News,राज्य,दिल्ली-एनसीआर,हरियाणा"
    ],
    "creator": [
    "jantaserishta.com"
    ],
    "video_url": null,
    "description": null,
    "content": "नई दिल्ली: हरियाणा की सियासत में गैर-जाट चेहरा माने जाने वाले कुलदीप बिश्नोई आज भारतीय जनता पार्टी का दामन थामेंगे. बिश्वोई के बीजेपी की सदस्यता लेने से पहले उनके समर्थक दिल्ली में स्थित भाजपा मुख्यालय के बाहर जमा होने शुरू हो गए हैं.बिश्वोई ने एक दिन पहले ही 3 अगस्त को कांग्रेस विधायक पद से इस्तीफा दिया था. कुलदीप ने मंगलवार को ही आदमपुर में समर्थकों से कह दिया था कि वह छह साल बाद कांग्रेस को अलविदा कहने और एक नया राजनीतिक सफर शुरू करने जा रहे हैं. कुलदीप बिश्नोई भले ही बीजेपी का दामन थामने जा रहे हों, लेकिन पार्टी में उनकी सियासी राह आसान नहीं है. बीजेपी के भीतर खुद को स्थापित करने के लिए उन्हें बड़ी लड़ाई लड़नी होगी.हरियाणा में राज्यसभा चुनाव के दौरान 'क्रॉस वोटिंग' करने के चलते कांग्रेस ने कुलदीप बिश्नोई को पार्टी के सभी पदों से हटा दिया था. इसी के बाद से कुलदीप बिश्नोई ने बीजेपी नेताओं के साथ खुलकर मुलाकातों का सिलसिला शुरू कर दिया. सीएम मनोहर लाल खट्टर से लेकर बीजेपी अध्यक्ष जेपी नड्डा से कई दौर की मीटिंग के बाद उन्होंने आदमपुर में एक बड़ी जनसभा में कांग्रेस छोड़ने का ऐलान किया था.कुलदीप बिश्नोई के बीजेपी में शामिल होने से प्रदेश की राजनीति में हलचल मचना तय है, क्योंकि वो हरियाणा के पूर्व मुख्यमंत्री भजनलाल के बेटे हैं. हरियाणा की सियासत में गैर-जाट चेहरा माने जाते हैं. कुलदीप बिश्नोई के लिए भाजपा में आने के बाद भी सियासी राह आसान नहीं है, क्योंकि उन्हें पार्टी के भीतर अपनी जगह बनाने के लिए कड़ी मशक्कत करनी पड़ेगी. ऐसे में कुलदीप बिश्नोई के सामने कई सियासी चुनौतियां हैं?कुलदीप बिश्नोई को बीजेपी में एंट्री से पार्टी की नेता सोनाली फोगाट खुश नहीं है. 2019 के विधानसभा चुनाव में ही बीजेपी के टिकट पर फोगाट ने उनके खिलाफ चुनाव लड़ा था और कांटे की टक्कर दी थी. ऐसे में उन्हें सबसे पहले सोनाली फोगाट से सामना करना होगा. हालांकि उन्होंने भाजपा में उनके आने का स्वागत कर चुकी हैं, लेकिन यह भी ऐलान कर चुकी हैं वह आदमपुर सीट से ही अगला विधानसभा चुनाव लड़ेंगी. ऐसे में कुलदीप के पार्टी में शामिल होने से बीजेपी के स्थानीय नेताओं का विरोध और नाराजगी झेलनी पड़ सकती है.",
    "pubDate": "2022-08-04 06:00:25",
    "image_url": "https://jantaserishta.com/admin1",
    "source_id": "jantaserishta",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "hindi"
    },
    {
    "title": "Bone and Joint Day 2022: Essential tips to keep in mind before your next trek",
    "link": "https://indianexpress.com/article/lifestyle/health/bone-and-joint-day-2022-tips-before-trekking-hiking-8065551/",
    "keywords": [
    "Health",
    "Lifestyle"
    ],
    "creator": null,
    "video_url": null,
    "description": null,
    "content": null,
    "pubDate": "2022-08-04 06:00:06",
    "image_url": null,
    "source_id": "indianexpress",
    "country": [
    "india"
    ],
    "category": [
    "health"
    ],
    "language": "english"
    },
    {
    "title": "Prez congratulates Tulika Maan, Gurdeep Singh, Sourav Ghosal for CWG win",
    "link": "https://www.business-standard.com/article/sports/prez-congratulates-tulika-maan-gurdeep-singh-sourav-ghosal-for-cwg-win-122080400184_1.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "President Murmu congratulated judoka Tulika Maan, weightlifter Gurdeep Singh and squash player Sourav Ghosal on winning medals at the ongoing Commonwealth Games in Birmingham.",
    "content": null,
    "pubDate": "2022-08-04 06:00:00",
    "image_url": null,
    "source_id": "business-standard",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "राजधानी में रिश्वत लेने के आरोप में एएसआई गिरफ्तार",
    "link": "https://jantaserishta.com/local/odisha/asi-held-for-taking-bribe-in-capital-1443100",
    "keywords": [
    "राज्य,ओडिशा"
    ],
    "creator": [
    "Admin2"
    ],
    "video_url": null,
    "description": null,
    "content": "जनता से रिश्ता वेबडेस्क : विजिलेंस ने बुधवार को यहां कमिश्नरेट पुलिस के तहत बालीपटना थाने के एक सहायक उप-निरीक्षक (एएसआई) को कथित तौर पर 5,000 रुपये की रिश्वत लेने के आरोप में गिरफ्तार किया।53 वर्षीय एएसआई पुष्पलता पैकराय ने कथित तौर पर भूमि विवाद मामले में एक व्यक्ति से अनुचित पक्ष दिखाने के लिए रिश्वत की मांग की थी। उस व्यक्ति ने 2020 में भूमि विवाद को लेकर एक अन्य व्यक्ति के खिलाफ शिकायत दर्ज कराई थी। पैकराय मामले के जांच अधिकारी थे। \"उसने आरोप पत्र में आरोपी के खिलाफ आईपीसी की कड़ी धाराएं लगाने के लिए शिकायतकर्ता से रिश्वत की मांग की। हमने उसे बालीपटना पुलिस थाने के पास अपने घर की सीढ़ी के पास रिश्वत लेते समय रंगे हाथ पकड़ा था।source-toi",
    "pubDate": "2022-08-04 05:59:55",
    "image_url": "https://jantaserishta.com/admin2",
    "source_id": "jantaserishta",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "hindi"
    },
    {
    "title": "Snapchat wants to be the king of AR shopping with its new glasses and filters",
    "link": "https://sea.mashable.com/tech/21041/snapchat-wants-to-be-the-king-of-ar-shopping-with-its-new-glasses-and-filters",
    "keywords": [
    "Snapchat",
    "Shopping",
    "Article",
    "Ecommerce",
    "Tech"
    ],
    "creator": [
    "Dale John Wong"
    ],
    "video_url": null,
    "description": "The future of retail is here, and Snapchat wants to lead. The future of shopping is definitively linked to the tech known as AR (alternate reality), and Snapchat wants to be the one leading the way. Just last week, Snap – the parent company of Snapchat – launched a slew of new AR shopping features for its popular social video messaging …",
    "content": null,
    "pubDate": "2022-08-04 05:59:51",
    "image_url": "https://sm.mashable.com/mashable_sea/photo/default/snapchat-ar-shopping-header_g73v.png",
    "source_id": "mashable",
    "country": [
    "united states of america",
    "united kingdom",
    "india",
    "australia",
    "singapore"
    ],
    "category": [
    "technology"
    ],
    "language": "english"
    },
    {
    "title": "China-Taiwan Tension LIVE Updates: 27 Warplanes in Buffer Airspace, Live-Fire Military Drills as China Rattles Taiwan After Nancy Pelosi's Visit",
    "link": "https://www.news18.com/news/world/china-taiwan-tension-live-updates-27-warplanes-in-buffer-airspace-live-fire-military-drills-as-china-rattles-taiwan-after-nancy-pelosis-visit-5685457.html",
    "keywords": [
    "latest"
    ],
    "creator": null,
    "video_url": null,
    "description": "China-Taiwan Tension LIVE Updates: Pelosi left Taiwan Wednesday after a less than 24-hour visit that defied a series of increasingly stark threats from Beijing, which views the island as its territory",
    "content": null,
    "pubDate": "2022-08-04 05:59:12",
    "image_url": "https://images.news18.com/ibnlive/uploads/2022/08/collage-maker-04-aug-2022-10.36-am.jpg",
    "source_id": "news18",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "english"
    },
    {
    "title": "घर पर इस हेल्दी तरीके से बनाए नूडल्स, जानें बनाने की विधि",
    "link": "https://jantaserishta.com/life-style/noodles-made-in-this-healthy-way-at-home-learn-how-to-make-1443099",
    "keywords": [
    "लाइफ स्टाइल"
    ],
    "creator": [
    "Tulsi Rao"
    ],
    "video_url": null,
    "description": null,
    "content": "जनता से रिश्ता वेबडेस्क। Noodles kaise banaye: बच्चे अक्सर बाहर का खाने की जिद्द करने लगते हैं। कोरोना काल में पेरेंट्स बच्चे को बाहर का खाना खाने से रोकते हैं। लेकिन फिर भी कई बार बच्चे जिद्द करने लगते हैं। ऐसे में अगर वह चीज उन्हें न मिले तो वह चिड़चिड़े हो जाते हैं। यहां हम बता रहे हैं बच्चों की फेवरेट नूडल्स की हेल्दी रेसिपी।बाजार में हेल्दी ईटिंग के कई सारे ऑप्शन इन दिनों मिल जाएंगे, लेकिन कई जगहों पर टेस्ट को बनाने के लिए अजिनोमोटो का इस्तेमाल किया जाता है। ये सेहत के लिए हानिकारक होता है। इसी के साथ काफी सारी सॉस और चिली पाउडर का इस्तेमाल कर टेस्ट बढ़ाया जाता है, लेकिन हम आपको बता रहे हैं नूडल्स की हेल्दी और टेस्टी रेसिपी। जानिए-कैसे बनाएंइसे बनाने के लिए सबसे नूडल्स को बड़े बर्तन में डाल कर उबाल लें। इसे ओवर कुक न करें ऐसा करने से स्वाद बिगड़ सकता है। जब नूडल्स उबल जाएं तो इन्हें छाने और इसपर ऑयल का छिड़काव करने के बाद एक बड़ी छन्नी में इन्हें फैला दें। अब सब्जियों को काटें इसमे शिमला मिर्च, प्याज, ब्रोकली, बीन्स, पत्ता गोभी, मटर, जुकिनी, गाजर, और हरी मिर्च को काट लें। बच्चे हरी मिर्च नहीं खाते तो इसे स्किप कर सकते हैं। इसी के साथ आपको जरूरत होगी अदरक लहसुन के पेस्ट कीअब एक पैन में तेल गर्म करें। और इसमें सबसे पहले अदरक लहसुन के पेस्ट को डालें। और फिर सभी सब्जियों को इसमें डालकर मिक्स करें। इन्हें ज्यादा नहीं पकाना है सिर्फ दो से 3 मिनट के लिए पकाएं और फिर इसमें नूडल्स डाल दें,इसी के साथ इसमें काली मिर्च पाउडर और नमक भी डाल दें। इसे सब्जियों के साथ अच्छे से मिक्स करें। अब बारी है इसमें सॉस डालने की। इसमें सोया सॉस, विनेगर और हॉट सॉस डालें। ध्यान रखें इन्हें बहुत कम मात्रा में डालना है। अच्छे से मिक्स करें और फिर गर्मागर्म सर्व करें।",
    "pubDate": "2022-08-04 05:59:08",
    "image_url": "https://jantaserishta.com/author/tulsirao",
    "source_id": "jantaserishta",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "hindi"
    },
    {
    "title": "IND vs WI T20: Florida leg of series to go ahead as India and West Indies team get US visa thanks to Guyana President Irfan Ali",
    "link": "https://zeenews.india.com/cricket/ind-vs-wi-t20-florida-leg-of-series-to-go-ahead-as-india-and-west-indies-team-get-us-visa-thanks-to-guyana-president-irfan-ali-2493055.html",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Among those who attended the US embassy interviews at Guyana were Team India skipper Rohit Sharma and head coach Rahul Dravid.",
    "content": null,
    "pubDate": "2022-08-04 05:59:00",
    "image_url": null,
    "source_id": "zeenews",
    "country": [
    "india"
    ],
    "category": [
    "sports"
    ],
    "language": "english"
    },
    {
    "title": "चित्तौड़गढ़ में नाले में मिला शव, मृतक की पहचान आधार कार्ड से हुई, नशे में नाले में गिरने से हुई मौत",
    "link": "https://jantaserishta.com/local/rajasthan/dead-body-found-in-a-drain-in-chittorgarh-the-deceased-was-identified-by-aadhar-card-death-due-to-falling-in-the-drain-while-intoxicated-1443098",
    "keywords": [
    "राजस्थान,राज्य"
    ],
    "creator": [
    "Bhumika Sahu"
    ],
    "video_url": null,
    "description": "शे में नाले में गिरने से हुई मौत",
    "content": "चित्तौरगढ़, चित्तौड़गढ़ के कोतवाली क्षेत्र में एक नाले में शव पड़ा मिला. मृतक की पहचान शव के पास मिले आधार कार्ड से हुई। मोबाइल नंबर पर लिखा एक पैम्फलेट, शराब का एक गिलास और एक गिलास भी मिला। संभावना जताई जा रही है कि नशे में धुत होकर नाले में गिरने से उसकी मौत हुई है। पुलिस ने मोबाइल नंबर पर संपर्क कर परिजनों को सूचना दी।एएसआई रतन सिंह भाटी ने बताया कि पर्ल अस्पताल से कुछ ही दूरी पर एक बड़े नाले में शव मिलने की सूचना मिली थी. पुलिस को मौके से शव के पास से मोबाइल नंबर पर लिखा एक पैम्फलेट, एक शराब और एक गिलास शराब मिली थी। तलाशी लेने पर पेंट की जेब से आधार कार्ड मिला। जिससे उसकी पहचान प्रतापगढ़ निवासी सोहनलाल पुत्र भीमा लाल मीणा के रूप में हुई। पुलिस ने पर्चा पर लिखे नंबर पर कॉल की। मृतक के बहनोई मोहनलाल, जो चंदेरिया में मजदूरी का काम करता था, ने फोन उठाया और मौके पर पहुंचे और शव की पहचान की।एएसआई रतन सिंह ने बताया कि मृतक सोहनलाल के पास मिले शराब के गिलास को देखकर ऐसा लगता है कि रात में ज्यादा शराब पीने से वह होश खो बैठा और नाले में गिर गया, जिससे उसकी मौत हो गई. सोहनलाल प्रतापगढ़ से 20 दिन पहले ही चित्तौड़ आया था और वहां मजदूरी का काम करता था। प्रतापगढ़ से उसका भाई प्रकाश चित्तौड़ पहुंचा, जहां पोस्टमार्टम के बाद शव परिजनों को सौंप दिया गया.",
    "pubDate": "2022-08-04 05:58:57",
    "image_url": "https://jantaserishta.com/bhumika-sahu",
    "source_id": "jantaserishta",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "hindi"
    },
    {
    "title": "तंग कुर्ती पहन छिछोरी हरकतों से बाज नहीं आई Sanjana Choudhary, हॉट मूव्स देख पब्लिक हुई Out Of Control",
    "link": "https://jantaserishta.com/entertainment/wearing-tight-kurti-sanjana-choudhary-did-not-deter-her-from-petty-antics-out-of-control-went-public-after-seeing-hot-moves-1443097",
    "keywords": [
    "मनोरंजन"
    ],
    "creator": [
    "Neha Dani"
    ],
    "video_url": null,
    "description": "इस वीडियो को 72,449 से अधिक बार देखा जा चुका है। वीडियो में संजना चौधरी के लटके-झटके देखते ही बनते हैं।",
    "content": "हरियाणवी डांसर (Haryanvi Dancer) संजना चौधरी (Sanjana Choudhary) का एक स्टेज डांस वीडियो सोशल मीडिया पर धूम मचा रहा है। इस वीडियो में संजना चौधरी (Sanjana Choudhary Hot dance) गाना 'गोली चल जावेगी' पर जबरदस्त डांस करती हुईं नजर आ रहीं हैं। स्टेज पर संजना चौधरी का दिलकश डांस देख वहां मौजूद भीड़ बेकाबू होती जा रही है। वीडियो में संजना चौधरी (Sanjana Choudhary Dance) अपने बोल्ड डांस मूव्स के जरिए दर्शकों का मनोरंजन करती हुईं नजर आ रहीं हैं। संजना चौधरी धीरे-धीरे सपना की जगह लेती नजर आ रही हैं।यहां देखिये वीडियो:इस डांस वीडियो को 𝐄𝐙𝐀𝐙 𝐂𝐑𝐄𝐀𝐓𝐈𝐎𝐍 नाम के यूट्यूब चैनल पर अपलोड किया गया है। खबर लिखें जाने तकइस वीडियो को 72,449 से अधिक बार देखा जा चुका है। वीडियो में संजना चौधरी के लटके-झटके देखते ही बनते हैं।",
    "pubDate": "2022-08-04 05:58:38",
    "image_url": "https://jantaserishta.com/author/nehadani",
    "source_id": "jantaserishta",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "hindi"
    },
    {
    "title": "Celebrity Education Qualification: Kareena Kapoor Khan is a College Dropout But Also Studied at Harvard",
    "link": "https://www.news18.com/news/education-career/celebrity-education-qualification-kareena-kapoor-khan-is-a-college-dropout-but-also-studied-at-harvard-5685055.html",
    "keywords": [
    "latest"
    ],
    "creator": null,
    "video_url": null,
    "description": "Kareena Kapoor Khan feels she should have studied a lot more and should have started her film career after finishing her education. She has studied at Harvard despite being a college drop-out.",
    "content": null,
    "pubDate": "2022-08-04 05:58:35",
    "image_url": "https://images.news18.com/ibnlive/uploads/2022/04/pjimage-80-3.jpg",
    "source_id": "news18",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "english"
    },
    {
    "title": "वांकानेर में छापेमारी, एसओजी पुलिस ने 10 किलो गांजा के साथ एक महिला समेत 2 लोगों को किया गिरफ्तार",
    "link": "https://jantaserishta.com/local/gujarat/in-wankaner-raid-sog-police-arrested-2-persons-including-a-woman-with-10-kg-ganja-1443096",
    "keywords": [
    "गुजरात,राज्य"
    ],
    "creator": [
    "Renuka Sahu"
    ],
    "video_url": null,
    "description": "मोरबी में नशीले पदार्थों की बढ़ती बिक्री से सतर्क होकर एसओजी टीम ने वांकानेर लक्ष्मीपारा में छापा मारा, 10 किलो गांजा के साथ एक महिला और एक पुरुष को गिरफ्तार किया, गांजा की आपूर्ति करने वाले छह लोगों के नाम उजागर किए, गांजा बिक्री के नेटवर्क का पर्दाफाश किया और एक जब्त किया एनडीपीएस अधिनियम, वांकानेर सिटी पुलिस के अनुसार कुल 1,18,200 रुपये थाने में अपराध दर्ज किए गए हैं।",
    "content": "जनता से रिश्ता वेबडेस्क। मोरबी में नशीले पदार्थों की बढ़ती बिक्री से सतर्क होकर एसओजी टीम ने वांकानेर लक्ष्मीपारा में छापा मारा, 10 किलो गांजा के साथ एक महिला और एक पुरुष को गिरफ्तार किया, गांजा की आपूर्ति करने वाले छह लोगों के नाम उजागर किए, गांजा बिक्री के नेटवर्क का पर्दाफाश किया और एक जब्त किया एनडीपीएस अधिनियम, वांकानेर सिटी पुलिस के अनुसार कुल 1,18,200 रुपये थाने में अपराध दर्ज किए गए हैं।सूचना पर कार्रवाई करते हुए पुलिस ने की छापेमारीएसओजी टीम के सातावर सूत्रों के अनुसार छापेमारी इस सटीक सूचना के आधार पर की गई थी कि लक्ष्मीपारा, वांकानेर में जुबेदाबेन उर्फ ​​जुबीबेन हनीफ मडकिया, उम्र 60 और गुलबनबी उर्फ ​​लालो नूरममदभाई उर्फ ​​नुभैरा मकवाना, उम्र 31 और के कब्जे वाले घर से गांजा बेचा जा रहा था. अलीममदभाई हनीफ मडकिया से लाखों की कीमत का गांजा बरामद किया गया। छापेमारी के दौरान जुबीबेन हनीफभाई मडकिया और गुलाबनाबी उर्फ ​​लालो नूरममदभाई उर्फ ​​नूरभाई मकवाना मौजूद पाए गए और पुलिस ने उन्हें गिरफ्तार कर लिया जबकि अलीमदभाई हनीफभाई मडकिया मौजूद नहीं थे।मोरबी पुलिस ने गांजा सप्लायर समेत 6 लोगों की पहचान की हैआगे दोनों आरोपितों से पूछताछ में आरोपितों ने स्वीकार किया कि वह गांजा की इतनी मात्रा इरफान नूरममद मकवाना और नूरमद हाजीभाई मकवाना, वांकानेर लक्ष्मीपारा गली नंबर-3 वाला की मदद से बेच रहे थे और सुरेंद्रनगर के अब्दुल युसूफभाई सैयद से गांजा ले आए थे. डीपीएस अधिनियम की धारा 8(सी)20(बी)29 के तहत एक लाख रुपये मूल्य का दस किलो गांजा, 15,500 रुपये नकद, 200 रुपये मूल्य का बिजली का कांटा और 2500 रुपये मूल्य के दो मोबाइल फोन बरामद किए गए हैं। आरोपी 1,18,200 जब्त किया गया था।",
    "pubDate": "2022-08-04 05:58:25",
    "image_url": "https://jantaserishta.com/renuka-sahu",
    "source_id": "jantaserishta",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "hindi"
    },
    {
    "title": "कर्नाटक : शनिवार को रोजगार मेला",
    "link": "https://jantaserishta.com/local/karnataka/karnataka-employment-fair-on-saturday-1443095",
    "keywords": [
    "राज्य,कर्नाटक"
    ],
    "creator": [
    "Admin2"
    ],
    "video_url": null,
    "description": "'किताबें पढ़ें, ज्ञान हासिल करें'",
    "content": "जनता से रिश्ता वेबडेस्क : चेतन बिजनेस स्कूल (सीबीएस) शनिवार को अपने परिसर में उत्तरी कर्नाटक के छात्रों के लिए रोजगार मेले का आयोजन करेगा। बुधवार को यहां पत्रकारों से बात करते हुए, सीबीएस के निदेशक विश्वनाथ कोरवी ने कहा कि वे उम्मीद कर रहे हैं कि 15,000 रिक्तियों वाली 20 से अधिक कॉर्पोरेट कंपनियां भर्ती के लिए परिसर का दौरा करेंगी। नौकरी मेला केवल स्नातकों के लिए है, और उम्मीदवार को बीएससी, बीकॉम, बीसीए, बीबीए, बीबीएम पूरा करना होगा या बीई अंतिम वर्ष का छात्र होना चाहिए, साथ ही 2020 या 2021 बैच के पूर्व छात्र भी होना चाहिए। जनवरी में, हमने एक जॉब फेयर आयोजित किया, और लगभग 1,300 उम्मीदवारों ने भाग लिया, और 472 उम्मीदवारों को शॉर्टलिस्ट किया गया, और अपने सपनों की नौकरी में बस गए, उन्होंने कहा। रोजगार मेले का उद्घाटन एमएलसी प्रदीप शेट्टार करेंगे और एमएलसी एस वी संकनूर विशिष्ट अतिथि होंगे।विशेष व्याख्यान कलधारवाड़: स्त्री रोग विशेषज्ञ डॉ संजीव कुलकर्णी शुक्रवार को शाम 6 बजे कर्नाटक विद्यावर्धन संघ में 'सबसे पुरानी रोशनी की नई रोशनी' पर एक विशेष व्याख्यान देंगे। एक विज्ञप्ति में कहा गया है कि विषय उन लोगों पर ज्ञान के प्रसार की जिम्मेदारी से संबंधित है जिनके पास ज्ञान प्राप्त करने की सुविधा है।'किताबें पढ़ें, ज्ञान हासिल करें'धारवाड़ : हिंदुस्तानी शास्त्रीय गायक मृत्युंजय शेट्टार ने छात्रों से विभिन्न विषयों का गहन ज्ञान प्राप्त करने के लिए किताबें पढ़ने की आदत विकसित करने का आह्वान किया. यहां विद्यारण्य पीयू कॉलेज में छात्र संघ के उद्घाटन समारोह में बोलते हुए उन्होंने कहा कि कोई भी अच्छी आदतों को विकसित करके अपने भाग्य का निर्धारण कर सकता है।source-toi",
    "pubDate": "2022-08-04 05:58:05",
    "image_url": "https://jantaserishta.com/admin2",
    "source_id": "jantaserishta",
    "country": [
    "india"
    ],
    "category": [
    "top"
    ],
    "language": "hindi"
    },
    {
    "title": "Netizens think Aamir Khan hinted at THIS Kareena Kapoor ad with Manushi Chillar on Koffee With Karan S7| VIDEO",
    "link": "https://www.indiatvnews.com/entertainment/celebrities/netizens-think-aamir-khan-hinted-at-this-kareena-kapoor-ad-with-manushi-chillar-on-koffee-with-karan-laal-singh-chaddha-viral-video-2022-08-04-797316",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Aamir Khan said Kareena Kapoor wasn't the first choice for Laal Singh Chaddha. In fact, he had another actress in mind and while watching an of the actress, he saw Kareena in the same video. It is then it struck him that Kareena should be playing the role of Rupa in the Hindi remake of Forest Gump. However, neither did the actors nor host Karan Johar revealed the name of the actress and the ad Aamir was referring to. Though Aamir mentioned that the actress was a newbie and who could fit into the age bracket of 25.",
    "content": null,
    "pubDate": "2022-08-04 05:58:01",
    "image_url": null,
    "source_id": "indiatvnews",
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    }
    ],
    "nextPage": 1
    }